tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "johanhaleby/kubetail"
brew "bash"
brew "ccat"
brew "cdrtools"
brew "cfssl"
brew "cntlm", restart_service: true
brew "go"
brew "dep"
brew "openssl"
brew "diffoscope"
brew "git"
brew "git-lfs"
brew "git-subrepo"
brew "gnupg"
brew "graphviz"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "kustomize"
brew "makefile2graph"
brew "mono"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "node"
brew "p7zip"
brew "pinentry-mac"
brew "rustup-init"
brew "tmux"
brew "vault"
brew "vifm"
brew "vim", args: ["HEAD"]
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "johanhaleby/kubetail/kubetail"
cask "java"
cask "p4v"
cask "homebrew/cask/dbeaver-community"
cask "homebrew/cask/firefox"
cask "homebrew/cask/flycut"
cask "caskroom/cask/google-chrome"
cask "homebrew/cask/iterm2"
cask "homebrew/cask/karabiner-elements"
cask "homebrew/cask/mactex"
cask "homebrew/cask/ngrok"
cask "homebrew/cask/osxfuse"
cask "homebrew/cask/powershell"
cask "homebrew/cask/skype-for-business"
cask "homebrew/cask/sourcetree"
cask "homebrew/cask/vagrant"
cask "homebrew/cask/virtualbox"
cask "homebrew/cask/visual-studio-code"
cask "homebrew/cask/vlc"
cask "homebrew/cask-versions/docker-edge"
cask "homebrew/cask-versions/microsoft-remote-desktop-beta"
