#
# Brew taps
#
tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"

#
# Browsers
#
cask 'firefox'
cask "google-chrome"

#
# Terminal / Shell
#
cask "iterm2"
brew "zsh"
brew "bash"
brew "tmux"

#
# Commands
#
brew "netcat"
brew "wget"
brew "jq"
brew "ncdu"
brew "gnupg"

#
# Proxy
#
brew "cntlm", restart_service: true

#
# Editors
#
cask "visual-studio-code"
brew "vim", args: ["with-override-system-vi"]

#
# Version Control
#
brew "git"
cask "sourcetree"
cask "p4merge"

#
# Microsoft
#
cask "powershell"
brew "mono"

#
# Virtualisation
#
cask "vagrant"
cask "virtualbox"
brew "packer"
brew "qemu", args: ["with-sdl2"]
brew "cdrtools"

#
# Docker
#
cask "caskroom/versions/docker-edge"
brew "kubernetes-cli"

#
# Languages
#
cask "caskroom/versions/java8"
brew "node"
brew "go"

#
# Password Management
#
brew "gopass"
brew "vault"

#
# Apps
#
cask "flycut"
# Remote Desktop
cask "cord"
# Backup
cask "duplicati"
# Keyboard
cask "karabiner-elements"

#
# Other / Uncategorised / brew_save
#
brew "ccat"
brew "diffoscope"
brew "emacs"
brew "encfs"
brew "graphviz"
brew "haskell-stack"
brew "hugo"
brew "imagemagick"
brew "johanhaleby/kubetail/kubetail"
brew "kubernetes-helm"
brew "kustomize"
brew "makefile2graph"
brew "openssl"
brew "p7zip"
brew "pandoc"
brew "pinentry-mac"
brew "pulseaudio", restart_service: true
brew "skaffold"
brew "todo-txt"
brew "unrar"
brew "vifm"
brew "vim", args: ["HEAD"]
brew "watchman"
brew "yarn"
brew "youtube-dl"
cask "calibre"
cask "dbeaver-community"
cask "docker-edge"
cask "dropbox"
cask "firefox"
cask "google-cloud-sdk"
cask "inkscape"
cask "java8"
cask "krita"
cask "mactex"
cask "osxfuse"
cask "skype-for-business"
cask "veracrypt"
cask "vlc"
cask "xquartz"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "johanhaleby/kubetail"
