DotJoshJohnson.xml
PeterJausovec.vscode-docker
alefragnani.Bookmarks
alefragnani.copy-word
alefragnani.jenkins-status
alefragnani.project-manager
bbenoist.vagrant
bierner.markdown-checkbox
bradgashler.htmltagwrap
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
daltonjorge.scala
donjayamanne.githistory
dragos.scala-lsp
eamodio.gitlens
eg2.tslint
eriklynd.json-tools
fabiospampinato.vscode-browser-refresh
fabiospampinato.vscode-bump
fabiospampinato.vscode-diff
fabiospampinato.vscode-open-in-finder
fabiospampinato.vscode-open-in-terminal
fabiospampinato.vscode-todo-plus
mikestead.dotenv
mohsen1.prettify-json
morrislaptop.vscode-open-in-sourcetree
ms-python.python
ms-vscode.csharp
ms-vscode.PowerShell
mushan.vscode-paste-image
narekmal.vscode-run-git-difftool
patricklee.vsnotes
ryu1kn.partial-diff
secanis.jenkinsfile-support
shardulm94.trailing-spaces
vscodevim.vim
wholroyd.HCL
yzhang.markdown-all-in-one
