DotJoshJohnson.xml
PeterJausovec.vscode-docker
alefragnani.Bookmarks
alefragnani.copy-word
alefragnani.jenkins-status
alefragnani.project-manager
bbenoist.vagrant
bierner.markdown-checkbox
bradgashler.htmltagwrap
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
daltonjorge.scala
dragos.scala-lsp
eamodio.gitlens
eg2.tslint
eriklynd.json-tools
fabiospampinato.vscode-browser-refresh
fabiospampinato.vscode-bump
fabiospampinato.vscode-diff
fabiospampinato.vscode-open-in-finder
fabiospampinato.vscode-open-in-terminal
fabiospampinato.vscode-todo-plus
mikestead.dotenv
mohsen1.prettify-json
morrislaptop.vscode-open-in-sourcetree
ms-python.python
ms-vscode.csharp
ms-vscode.PowerShell
mushan.vscode-paste-image
narekmal.vscode-run-git-difftool
patricklee.vsnotes
ryu1kn.partial-diff
secanis.jenkinsfile-support
shardulm94.trailing-spaces
vscodevim.vim
wholroyd.HCL
yzhang.markdown-all-in-one
CoenraadS.bracket-pair-colorizer
DevonDCarew.bazel-code
EFanZh.graphviz-preview
GitHub.vscode-pull-request-github
GregorBiswanger.json2ts
Gruntfuggly.vscode-journal-view
James-Yu.latex-workshop
JuanBlanco.solidity
Orta.vscode-jest
Shan.code-settings-sync
Stephanvs.dot
af4jm.vscode-m3u
andys8.jest-snippets
aztechcorps.aio-compiler
bierner.emojisense
bierner.markdown-mermaid
cssho.vscode-svgviewer
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
evilz.vscode-reveal
gioboa.jira-plugin
hollowtree.vue-snippets
hoovercj.haskell-linter
hoovercj.vscode-ghc-mod
jebbs.plantuml
joaompinto.asciidoctor-vscode
jpoissonnier.vscode-styled-components
justusadam.language-haskell
kumar-harsh.graphql-for-vscode
loiane.ts-extension-pack
mattn.Lisp
mauve.terraform
mkloubert.vscode-kanban
ms-vscode.Go
ms-vscode.cpptools
ms-vscode.powershell
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
nwolverson.ide-purescript
nwolverson.language-purescript
octref.vetur
pajoma.vscode-journal
pflannery.vscode-versionlens
phoityne.phoityne-vscode
planbcoding.vscode-react-refactor
pmneo.tsimporter
rbbit.typescript-hero
redhat.vscode-yaml
ritwickdey.LiveServer
sadesyllas.vscode-workspace-switcher
searKing.preview-vscode
shd101wyy.markdown-preview-enhanced
sidneys1.gitconfig
softwaredotcom.swdc-vscode
stevensona.shader-toy
streetsidesoftware.code-spell-checker
stringham.move-ts
theShukran.theshukran-react-utils
tootone.org-mode
wholroyd.jinja
xabikos.JavaScriptSnippets
