tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "johanhaleby/kubetail"
brew "bash"
brew "ccat"
brew "cdrtools"
brew "cfssl"
brew "cntlm", restart_service: true
brew "go"
brew "dep"
brew "openssl@1.1"
brew "diffoscope"
brew "git"
brew "git-lfs"
brew "git-subrepo"
brew "libevent"
brew "gnupg"
brew "graphviz"
brew "helm"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "kustomize"
brew "makefile2graph"
brew "mono"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "node"
brew "p7zip"
brew "pinentry-mac"
brew "rustup-init"
brew "tmux"
brew "vault"
brew "vifm"
brew "vim", args: ["HEAD"]
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "johanhaleby/kubetail/kubetail"
cask "brave-browser"
cask "clipy"
cask "dbeaver-community"
cask "docker-edge"
cask "firefox"
cask "font-fira-code"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "microsoft-remote-desktop-beta"
cask "p4v"
cask "skype-for-business"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
